"AVAssetExportPresetHighestQuality"="Highest Quality";
"AVAssetExportPresetMediumQuality"="Medium Quality";
"AVAssetExportPresetLowQuality"="Low Quality";
"AVAssetExportPreset1280x720"="1280 x 720";
"AVAssetExportPreset960x540"="960 x 540";
"AVAssetExportPreset640x480"="640 x 480";
"AVAssetExportPresetAppleM4A"="Apple M4A";
"AVAssetExportPresetPassthrough"="Passthrough";
"vide" = "Video";
"soun" = "Audio";
"text" = "Text";
"clcp" = "Closed Captions";
"sbtl" = "Subtitle";
"tmcd" = "Timecode";
"tmet" = "Timed Metadata";
"muxx" = "Muxed";